{
  "auto-git-diff": { "branch": "master" },
  "auto-indent.nvim": { "branch": "main" },
  "blink-cmp-copilot": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cellular-automaton.nvim": { "branch": "main" },
  "clangd_extensions.nvim": { "branch": "main" },
  "cmake-tools.nvim": { "branch": "master" },
  "colorful-winsep.nvim": { "branch": "main" },
  "colorizer": { "branch": "master" },
  "committia.vim": { "branch": "master" },
  "compiler-explorer.nvim": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "copilot-lualine": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "csvview.nvim": { "branch": "main" },
  "denops-lazy.nvim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "dropbar.nvim": { "branch": "fix-event" },
  "edgy.nvim": { "branch": "main" },
  "faster.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fyler.nvim": { "branch": "stable" },
  "garbage-day.nvim": { "branch": "main" },
  "gh-addressed.nvim": { "branch": "main" },
  "gist.nvim": { "branch": "main" },
  "gitgraph.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "glow.nvim": { "branch": "main" },
  "helpview.nvim": { "branch": "main" },
  "hexinspector.nvim": { "branch": "main" },
  "hologram.nvim": { "branch": "main" },
  "hydra.nvim": { "branch": "main" },
  "hypersonic": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lsp_lines.nvim": { "branch": "main" },
  "lsplinks.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason-nvim-lint": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "middleclass": { "branch": "master" },
  "mini.animate": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neoconf.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neotest": { "branch": "master" },
  "nerdy.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-bufdel": { "branch": "main" },
  "nvim-cokeline": { "branch": "main" },
  "nvim-coverage": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-view": { "branch": "main" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-listchars": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-scrollview": { "branch": "main" },
  "nvim-spectre": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-unception": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "one-small-step-for-vimkind": { "branch": "main" },
  "outline.nvim": { "branch": "main" },
  "pantran.nvim": { "branch": "main" },
  "persistence.nvim": { "branch": "main" },
  "pets.nvim": { "branch": "main" },
  "piccolo-pomodoro.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "profile.nvim": { "branch": "master" },
  "qmk.nvim": { "branch": "main" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "reactive.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "rustaceanvim": { "branch": "main" },
  "sidekick.nvim": { "branch": "main" },
  "skkeleton": { "branch": "main" },
  "skkeleton_indicator.nvim": { "branch": "v2" },
  "snacks.nvim": { "branch": "main" },
  "snipe.nvim": { "branch": "main" },
  "splitasm.nvim": { "branch": "master" },
  "ssr.nvim": { "branch": "main" },
  "suda.vim": { "branch": "master" },
  "symbol-usage.nvim": { "branch": "main" },
  "thethethe.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "toggle.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "transparent.nvim": { "branch": "main" },
  "tree-sitter-manager.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ttene.nvim": { "branch": "master" },
  "typst.vim": { "branch": "main" },
  "venn.nvim": { "branch": "main" },
  "vim-bitbake": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-maketable": { "branch": "master" },
  "vim-pandoc-syntax": { "branch": "master" },
  "vim-startuptime": { "branch": "master" },
  "vim-syntax-x86-objdump-d": { "branch": "master" },
  "vimcino": { "branch": "main" },
  "volt": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "window-picker": { "branch": "main" },
  "windows.nvim": { "branch": "main" },
  "wrapped.nvim": { "branch": "master" }
}
